<div class="col-sm-12 mb-5">
        
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">学生時代</div></h4>
            <p>中学校時代にパソコンに興味を持ち、自作パソコンを製作する。<br>
            その経験がきっかけとなり、市内の工業高校電気科へ進学。その後、日本大学工学部電気電子工学科へ進学し電気工学を学ぶ。<br>
            卒業研究では、SOFC燃料電池のインターコネクタの研究に着手した経験から、バッテリーメーカーである古河電池株式会社へ就職する。<br>
            </p>
        </div>
        
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">古河電池株式会社</div></h4>
            <p>古河電池株式会社へ入社する（2015年入社）<br>
            産業機器製造部　小型電池製造課へ配属される。<br>
            主に産業分野の非常用で用いられるバッテリーの製造工程改善活動などを担当する。<br>
            工程改善を行っていく中で、FA化(Factory Automation)によるITの重要性と将来性に魅力を感じ、小さいことでも何かを自分の手で便利にしていきたいと思い、Excel VBAの勉強を始める。
            VBAにて身の回りの事務処理等を改善していく中で、プログラミングの面白さに惹かれていく。<br>
            <br>
            入社4年目、Excelだけではなく、「もっと自由度高く、世の中を便利に出来るようなサービスを作りたい」と思い、TechAcademyでPHPとLaravelを学ぶ。<br>
            勉強していく中で、趣味でやっていた音楽とプログラミングの橋渡しになるようなサービスを作ってみたいという想いが高まる。<br>
            機械学習やAIについても勉強を開始する。<br>
            <br>
            2019年6月、古河電池株式会社を退職し、IT業界への転職活動を開始する。<br>
        </div>
            
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">今後へ向けて</div></h4>
            知識や経験はまだまだ足りないかもしれませんが、愚直に前向きに、頑張り続けていきます。<br>
            これから先も、この下に素晴らしい未来を書けるように、「楽しみながら努力を重ねる。」を行動指針に掲げながら精進します。<br>
            26歳ラストチャンス、精一杯奮闘中!!
            </p>
        </div>
  </div>