<div class="col-sm-12 mb-5">
        
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">小学校時代</div></h4>
            <p>市内の小学校へ通う。学校外で習字やそろばん、硬筆を習う。（6年間）<br>
            また、小学校5年生からは、バスケットボールと合唱を習い始める。合唱ではコンクールに出場し、特別賞を頂く。</p>
        </div>

        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi text-dark">中学校時代</div></h4>
            <p>市内の中学校へ通う。<br>
            バスケットボール部に所属し練習に励む。<br>
            友人から勧められたゲームがきっかけとなりパソコンに興味を持ち始める。当時通っていた塾の講師がパソコン製作をしていたことから、自分もパソコンを作ってみたいと思い立ちお小遣いを貯めてパソコンを製作する。</p>
        </div>
        
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">高校時代</div></h4>
            <p>パソコン製作から工学や電機の分野に興味を持ち始め、工業高校の電気科へ進学する。<br>
            電気の知識を学ぶ傍ら、部活は山岳部に所属し登山を経験する。また、アルバイトでを貯めたお金を使い、自作パソコンを1人で製作する。<br>
            高校2年次には、友人の影響を受けてバンド活動に興味を持つ。小学生のころ合唱をやっていた経験もあり、ボーカルとして活動する。<br>
            高校3年次には、学校の製作実習にてライントレースロボットの製作に携わり、マイクロロボットコンテストに出場する。
            </p>
        </div>
        
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">大学時代</div></h4>
            <p>日本大学工学部電気電子工学科へ進学する。<br>
            電気工学を学びながら趣味でバンド活動やっていくなかで、音楽×工学で何かできないかと考え、音響関係の仕事に興味を持つ。<br>
            卒業研究では、SOFC燃料電池のインターコネクタの研究に着手する。<br>
            <br>
            就職活動では、卒業研究でやってきた分野と、自分がやりたい分野の2つの軸から就職活動を実施する。最終的にバッテリーメーカーである古河電池株式会社への入社を決断する。
            </p>
        </div>
        
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">古河電池株式会社</div></h4>
            <p>古河電池株式会社へ入社する（2015年入社）<br>
            産業機器製造部　小型電池製造課へ配属される。<br>
            主に産業分野の非常用で用いられるバッテリーの製造工程改善活動などを担当する。<br>
            工程改善を行っていく中で、FA化(Factory Automation)によるITの重要性と将来性に魅力を感じ、小さいことでも自分の手で何かを便利にしていきたいと思いExcel VBAの勉強を始める。<br>
            VBAにて身の回りの事務処理等を改善していく中で、プログラミングの面白さに惹かれていく。<br>
            <br>
            入社4年目、Excelだけではなく、「もっと自由度高く、世の中を便利に出来るようなサービスを作りたい」と思い、TechAcademyでPHPとLaravelを学ぶ。<br>
            勉強していく中で、趣味でやっていた音楽とプログラミングの橋渡しになるようなサービスを作ってみたいと思い、機械学習やAIについても勉強を開始する。<br>
            <br>
            2019年6月、古河電池株式会社を退職し、IT業界への転職活動を開始する。<br>
        </div>
            
        <div class="card col-sm-12 mb-2">
            <h4><div class="c-midashi">今後へ向けて</div></h4>
            知識や経験はまだまだ足りないかもしれませんが、愚直に前向きに、頑張り続けていきます。<br>
            これから先も、この下に素晴らしい未来を書けるように、「楽しみながら努力を重ねる。」を行動指針に掲げながら精進していきます。<br>
            26歳ラストチャンス、精一杯奮闘中!!
            </p>
        </div>
  </div>